Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstreetmap-tm.tmx
Source language: en
Languages: ca_es

source: %e %B %Y at %H:%M
ca_es: %e %B %Y a les %H.%M

source: Access Control List
ca_es: Llista de control d'accés

source: Changeset
ca_es: Conjunt de canvis

source: Changeset Tag
ca_es: Etiqueta del conjunt de canvis

source: Country
ca_es: País

source: Diary Comment
ca_es: Comentari del diari

source: Diary Entry
ca_es: Entrada al diari

source: Friend
ca_es: Amic

source: Language
ca_es: Llengua

source: Message
ca_es: Missatge

source: Node Tag
ca_es: Etiqueta del node

source: Notifier
ca_es: Notificador

source: Old Node
ca_es: Node antic

source: Old Node Tag
ca_es: Etiqueta del node antic

source: Old Relation
ca_es: Relació antiga

source: Old Relation Member
ca_es: Membre de la relació antiga

source: Old Relation Tag
ca_es: Etiqueta de relació antiga

source: Old Way
ca_es: Via antiga

source: Old Way Node
ca_es: Node de la via antiga

source: Old Way Tag
ca_es: Etiqueta de la via antiga

source: Relation
ca_es: Relació

source: Relation Member
ca_es: Membre de la relació

source: Relation Tag
ca_es: Etiqueta de la relació

source: Session
ca_es: Sessió

source: Trace
ca_es: Traça

source: Trace Point
ca_es: Punt de la traça

source: Trace Tag
ca_es: Etiqueta de la traça

source: User
ca_es: Usuari

source: User Preference
ca_es: Preferència d'usuari

source: User Token
ca_es: Testimoni d'usuari

source: Way
ca_es: Via

source: Way Node
ca_es: Node de la via

source: Way Tag
ca_es: Etiqueta de la via

source: Body
ca_es: Cos

source: Title
ca_es: Títol

source: Latitude
ca_es: Latitud

source: Longitude
ca_es: Longitud

source: Name
ca_es: Nom

source: Size
ca_es: Mida

source: Public
ca_es: Públic

source: Description
ca_es: Descripció

source: Sender
ca_es: Remitent

source: Recipient
ca_es: Destinatari

source: Email
ca_es: Adreça electrònica

source: Active
ca_es: Actiu

source: Display Name
ca_es: Nom en pantalla

source: Languages
ca_es: Idiomes

source: Password
ca_es: Contrasenya

source: Default (currently %{name})
ca_es: Predeterminat (actualment %{name})

source: Potlatch 1 (in-browser editor)
ca_es: Potlatch 1 (editor al navegador)

source: iD (in-browser editor)
ca_es: iD (editor al navegador)

source: Potlatch 2 (in-browser editor)
ca_es: Potlatch 2 (editor al navegador)

source: Remote Control
ca_es: Control Remot

source: Remote Control (JOSM or Merkaartor)
ca_es: Control remot (JOSM o Merkaartor)

source: Changeset: %{id}
ca_es: Conjunt de canvis: %{id}

source: Changeset XML
ca_es: XML del conjunt de canvis

source: osmChange XML
ca_es: XML en format osmChange

source: Changeset %{id}
ca_es: Conjunt de canvis %{id}

source: Changeset %{id} - %{comment}
ca_es: Conjunt de canvis %{id} - %{comment}

source: View edits by %{user}
ca_es: Visualitza les edicions de %{user}

source: Previous edit by %{user}
ca_es: Edició anterior de %{user}

source: Next edit by %{user}
ca_es: Propera edició de %{user}

source: Previous node
ca_es: Node anterior

source: Next node
ca_es: Node següent

source: Previous way
ca_es: Via anterior

source: Next way
ca_es: Via següent

source: Previous relation
ca_es: Relació anterior

source: Next relation
ca_es: Relació següent

source: Previous changeset
ca_es: Conjunt de canvis anterior

source: Next changeset
ca_es: Conjunt de canvis següent

source: Previous note
ca_es: Nota anterior

source: Next note
ca_es: Nota següent

source: Created at:
ca_es: Creat el:

source: Closed at:
ca_es: Tancat el:

source: Belongs to:
ca_es: Pertany a:

source: Bounding box:
ca_es: Caixa contenidora:

source: No bounding box has been stored for this changeset.
ca_es: No hi ha bounding box s'ha emmagatzemat per a aquest el conjunt de canvis.

source: Show Area Box
ca_es: Mostra caixa de l'àrea

source: box
ca_es: caixa

source: {{PLURAL|one=Has the following %{count} node:|Has the following %{count} nodes:}}
ca_es: {{PLURAL|one=Té el següent %{count} node:|Té els següents %{count} nodes:}}

source: {{PLURAL|one=Has the following %{count} way:|Has the following %{count} ways:}}
ca_es: {{PLURAL|one=Té la següent via:|Té les següents %{count} vies:}}

source: {{PLURAL|one=Has the following %{count} relation:|Has the following %{count} relations:}}
ca_es: {{PLURAL|one=Té la següent %{count} relació:|Té les següents %{count} relacions:}}

source: Edited at:
ca_es: Editat:

source: Edited by:
ca_es: Editat per:

source: Deleted at:
ca_es: Suprimit el:

source: Deleted by:
ca_es: Eliminat per:

source: Version:
ca_es: Versió

source: In changeset:
ca_es: Al conjunt de canvis:

source: Comment:
ca_es: Comentari:

source: Relation %{relation_name}
ca_es: Relació %{relation_name}

source: Relation %{relation_name} (as %{relation_role})
ca_es: Relació %{relation_name} (com a %{relation_role})

source: Loading...
ca_es: S'està carregant...

source: Deleted
ca_es: Suprimit

source: View area on larger map
ca_es: Visualitza l'àrea en un mapa més gran

source: View node on larger map
ca_es: Visualitza el node en un mapa més gran

source: View way on larger map
ca_es: Visualitza la via en un mapa més gran

source: View relation on larger map
ca_es: Visualitza la relació en un mapa més gran

source: View note on larger map
ca_es: Mostra la nota en un mapa més gran

source: Edit area
ca_es: Modifica l'àrea

source: Edit node
ca_es: Modifica el node

source: Edit way
ca_es: Modifica la via

source: Edit relation
ca_es: Modifica la relació

source: Edit note
ca_es: Edita la nota

source: Coordinates:
ca_es: Coordenades:

source: Part of:
ca_es: Part de:

source: Node History
ca_es: Historial del node

source: Node History: %{node_name}
ca_es: Historial del node: %{node_name}

source: Download XML
ca_es: Baixa l'XML

source: View details
ca_es: Mostra els detalls

source: View history
ca_es: Mostra l'historial

source: Sorry, the %{type} with the id %{id}, could not be found.
ca_es: Ho sentim, no s'ha trobat el %{type} amb l'id %{id}.

source: way
ca_es: via

source: relation
ca_es: relació

source: changeset
ca_es: conjunt de canvis

source: Sorry, the data for the %{type} with the id %{id}, took too long to retrieve.
ca_es: Ho sentim, hem trigat massa en obtenir les dades pel tipus %{type} amb identificador %{id}.

source: page
ca_es: pàgina

source: of
ca_es: de

source: Redaction %{id}
ca_es: Redacció %{id}

source: Version %{version} of this %{type} cannot be shown as it has been redacted. Please see %{redaction_link} for details.
ca_es: La versió %{version} d'aquest %{type} no pot ser mostrada com ha estat redactada. Si us plau, vegeu %{redaction_link} per més detalls.

source: Members:
ca_es: Membres:

source: Relation History
ca_es: Historial de la relació

source: Relation History: %{relation_name}
ca_es: Historial de la relació: %{relation_name}

source: %{type} %{name} as %{role}
ca_es: %{type} %{name} com %{role}

source: Relation: %{relation_name}
ca_es: Relació: %{relation_name}

source: Browse Notes
ca_es: Navega per les notes

source: Browse Map Data
ca_es: Explora les dades del mapa

source: Data
ca_es: Informació

source: Zoom in or select an area of the map to view
ca_es: Amplia o selecciona una àrea del mapa per mostrar

source: View data for current map view
ca_es: Mostra les dades per la vista actual del mapa

source: Manually select a different area
ca_es: Selecciona manualment una àrea diferent

source: Hide areas
ca_es: Oculta les zones

source: Show areas
ca_es: Mostra les zones

source: You have loaded an area which contains %{num_features} features. In general, some browsers may not cope well with displaying this quantity of data. Generally, browsers work best at displaying less than %{max_features} features at a time: doing anything else may make your browser slow/unresponsive. If you are sure you want to display this data, you may do so by clicking the button below.
ca_es: Heu carregat una àrea que conté %{num_features} elements. En general, els navegadors no poden mostrar una quantitat tant gran de dades, funcionen millor mostrant menys de 100 elements a la vegada: el fet de voler que es mostri una quantitat més gran pot fer que el vostre navegador esdevingui lent o que deixi de respondre. Si esteu segur que voleu mostrar aquestes dades, podeu fer-ho fent clic sobre el botó de sota.

source: Load Data
ca_es: Carrega dades

source: Unable to load: Bounding box size of %{bbox_size} is too large (must be smaller than %{max_bbox_size})
ca_es: No es pot carregar: Bounding mida de caixa de %{bbox_size} és massa gran (ha de ser més petita que %{max_bbox_size})

source: Show History
ca_es: Mostra l'historial

source: Wait...
ca_es: Espereu...

source: History for %{feature}
ca_es: Historial per a %{feature}

source: Details
ca_es: Detalls

source: private user
ca_es: usuari privat

source: Edited by %{user} at %{timestamp}
ca_es: Editat per %{user} el %{timestamp}

source: Object list
ca_es: Llista d'objectes

source: Back to object list
ca_es: Torna a la llista d'objectes

source: Retrieve this area from the API
ca_es: Obté aquesta àrea mitjançant l'API

source: Way %{id}
ca_es: Via %{id}

source: Tags:
ca_es: Etiquetes:

source: The wiki description page for the %{key} tag
ca_es: La pàgina de descripció del wiki per l'etiqueta %{key}

source: The wiki description page for the %{key}=%{value} tag
ca_es: La pàgina de descripció del wiki per l'etiqueta %{key}=%{value}

source: The %{page} article on Wikipedia
ca_es: L'article %{page} a la Viquipèdia

source: {{PLURAL|one=part of way %{related_ways}|part of ways %{related_ways}}}
ca_es: {{PLURAL|one=part de la via %{related_ways}|part de les vies %{related_ways}}}

source: Way History
ca_es: Historial de la via

source: Way History: %{way_name}
ca_es: Historial de la via: %{way_name}

source: Way: %{way_name}
ca_es: Via: %{way_name}

source: Note
ca_es: Nota

source: Unresolved note: %{note_name}
ca_es: nota no resolta: %{note_name}

source: Resolved note: %{note_name}
ca_es: Nota resolta

source: Opened:
ca_es: Obert:

source: Last modified:
ca_es: Última modificació:

source: Closed:
ca_es: Tancat:

source: %{when} ago
ca_es: Fa %{when}

source: %{when} ago by %{user}
ca_es: Fa %{when} per %{user}

source: Description:
ca_es: Descripció:

source: Comments:
ca_es: Comentaris:

source: Page %{page}
ca_es: Pàgina %{page}

source: Next »
ca_es: Endavant »

source: « Previous
ca_es: « Enrere

source: (still editing)
ca_es: (encara en edició)

source: Anonymous
ca_es: Anònim

source: (none)
ca_es: (cap)

source: (no edits)
ca_es: (sense edicions)

source: show area box
ca_es: Mostra capsa de l'àrea

source: (big)
ca_es: (gran)

source: View changeset details
ca_es: Mostra els detalls del conjunt de canvis

source: Saved at
ca_es: Desat a

source: Comment
ca_es: Comentari

source: Area
ca_es: Àrea

source: Changesets
ca_es: Conjunt de canvis

source: Changesets by %{user}
ca_es: Conjunt de canvis de %{user}

source: Changesets within %{bbox}
ca_es: Conjunt de canvis dins de %{bbox}

source: Changesets by %{user} within %{bbox}
ca_es: Conjunt de canvis de %{user} dins de %{bbox}

source: Changesets by your friends
ca_es: Conjunts de canvis dels vostres amics

source: Changesets by nearby users
ca_es: Conjunts de canvis d'usuaris propers

source: Browse recent contributions to the map
ca_es: Navega pels canvis recents al mapa

source: It looks you haven't made any edits yet. To get started, check out the <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.3'>Beginners Guide</a>.
ca_es: Sembla que encara no heu fet cap modificació. Per començar feu un cop d'ull a la <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.3'>Guia d'iniciació </a>.

source: No edits made yet.
ca_es: Encara no ha estat feta cap modificació.

source: Sorry, the list of changesets you requested took too long to retrieve.
ca_es: La llista de conjunt de canvis que heu sol·licitat ha trigat massa a recuperar-se.

source: New Diary Entry
ca_es: Nova Entrada de Diari

source: Users' diaries
ca_es: Diaris d'usuari/a

source: Friends' diaries
ca_es: Diaris dels amics

source: Nearby Users' diaries
ca_es: Diaris d'amics propers

source: %{user}'s diary
ca_es: Diari de %{user}

source: Diary Entries in %{language}
ca_es: Entrades de diari en %{language}

source: Compose a new entry in your user diary
ca_es: Redacta una nova entrada al teu diari d'usuari/a

source: No diary entries
ca_es: No hi ha entrades al diari

source: Recent diary entries
ca_es: Entrades recents al diari:

source: Older Entries
ca_es: Entrades més antigues

source: Newer Entries
ca_es: Entrades més recents

source: Edit diary entry
ca_es: Edita entrada del diari

source: Subject:
ca_es: Assumpte:

source: Body:
ca_es: Cos del missatge:

source: Language:
ca_es: Llengua:

source: Location:
ca_es: Ubicació:

source: Latitude:
ca_es: Latitud:

source: Longitude:
ca_es: Longitud:

source: use map
ca_es: usa el mapa

source: Save
ca_es: Desa

source: Diary entry location
ca_es: Localització de l'Entrada del Diari

source: %{user}'s diary | %{title}
ca_es: Diari de %{user} | %{title}

source: Leave a comment
ca_es: Deixa un comentari

source: %{login_link} to leave a comment
ca_es: %{login_link} per deixar un comentari

source: Login
ca_es: Accés

source: No such diary entry
ca_es: No hi ha entrada al diari com

source: No entry with the id: %{id}
ca_es: No hi ha cap entrada amb la id %{id}

source: Sorry, there is no diary entry or comment with the id %{id}. Please check your spelling, or maybe the link you clicked is wrong.
ca_es: Ho sentim, que no hi ha cap entrada del diari o comentari amb l'id %{id}. Si us plau, comproveu l'ortografia, o potser l'enllaç que es fa clic està malament.

source: Posted by %{link_user} on %{created} in %{language_link}
ca_es: Publicat per %{link_user} el %{created} en %{language_link}

source: Comment on this entry
ca_es: Comenta aquesta entrada

source: Reply to this entry
ca_es: Respon a aquesta entrada

source: {{PLURAL|zero=No comments|one=%{count} comment|%{count} comments}}
ca_es: {{PLURAL|one=%{count} comentari|zero=Sense comentaris|%{count} comentaris}}

source: Edit this entry
ca_es: Edita aquesta entrada

source: Hide this entry
ca_es: Amaga aquesta entrada

source: Confirm
ca_es: Confirma

source: Comment from %{link_user} on %{comment_created_at}
ca_es: Comentari de %{link_user} el %{comment_created_at}

source: Hide this comment
ca_es: Amaga aquest comentari

source: View
ca_es: Mostra

source: Edit
ca_es: Modifica

source: OpenStreetMap diary entries for %{user}
ca_es: Entrades del diari d'OpenStreetMap per %{user}

source: Recent OpenStreetMap diary entries from %{user}
ca_es: Entrades recents del diari d'OpenStreetMap per %{user}

source: OpenStreetMap diary entries in %{language_name}
ca_es: Entrades del diari d'OpenStreetMap en %{language_name}

source: Recent diary entries from users of OpenStreetMap in %{language_name}
ca_es: Entrades recents del diari dels usuaris/es d'OpenStreetMap en %{language_name}

source: OpenStreetMap diary entries
ca_es: Entrades del diari d'OpenStreetMap

source: Recent diary entries from users of OpenStreetMap
ca_es: Entrades recents del diari dels usuaris/es d'OpenStreetMap

source: %{display_name} has commented on the following diary entries
ca_es: %{display_name} ha comentat les següents entrades del diari

source: Post
ca_es: Publica

source: When
ca_es: Quan

source: %{ago} ago
ca_es: fa %{ago}

source: Newer Comments
ca_es: Comentaris recents

source: Older Comments
ca_es: Comentaris antics

source: Area to Export
ca_es: Àrea a exportar

source: Format to Export
ca_es: Format d'exportació

source: Map Image (shows standard layer)
ca_es: Imatge de mapa (mostra una capa estàndard)

source: Embeddable HTML
ca_es: HTML que es pot incloure

source: Licence
ca_es: Llicència

source: OpenStreetMap data is licensed under the <a href="http://opendatacommons.org/licenses/odbl/1.0/">Open Data Commons Open Database License</a> (ODbL).
ca_es: Les dades d'OpenStreetMap són publicades sota el termes de la <a href="http://creativecommons.org/licenses/by-sa/2.0/">llicència Creative Commons Attribution-ShareAlike 2.0</a>.

source: Area Too Large
ca_es: L'àrea és massa gran

source: This area is too large to be exported as OpenStreetMap XML Data. Please zoom in or select a smaller area, or use one of the following sources for bulk data downloads:
ca_es: Aquesta zona és massa gran per ser exportada com a dades XML de OpenStreetMap. Si us plau seleccioneu una àrea més petita o bé una de les següents fonts per descarregar quantitats grans de dades.

source: Planet OSM
ca_es: Planeta OSM

source: Regularly-updated copies of the complete OpenStreetMap database
ca_es: Còpies actualitzades regularment de la base de dades d'OpenStreetMap al complet

source: Geofabrik Downloads
ca_es: Descàrregues de Geofabrik

source: Regularly-updated extracts of continents, countries, and selected cities
ca_es: Extractes actualitzats regularment de continents, països i de les ciutats seleccionades

source: Metro Extracts
ca_es: Extractes de Metro

source: Extracts for major world cities and their surrounding areas
ca_es: Extractes per a les ciutats més grans del món i les seves àrees metropolitanes

source: Other Sources
ca_es: Altres fonts

source: Additional sources listed on the OpenStreetMap wiki
ca_es: Fonts addicionals llistades al wiki d'OpenStreetMap

source: Options
ca_es: Opcions

source: Scale
ca_es: Escala

source: max
ca_es: màx

source: Image Size
ca_es: Mida de la imatge

source: Add a marker to the map
ca_es: Afegeix un marcador en el mapa

source: Output
ca_es: Sortida

source: Paste HTML to embed in website
ca_es: Enganxa HTML per incloure'l al lloc web

source: Export
ca_es: Exporta

source: Drag a box on the map to select an area
ca_es: Marca un rectangle al mapa per a seleccionar una àrea

source: Click on the map to add a marker
ca_es: Feu clic al mapa per afegir un marcador

source: Change marker position
ca_es: Canvia la posició del marcador

source: Results from <a href="http://openstreetmap.org/">Internal</a>
ca_es: Resultats <a href="http://openstreetmap.org/">propis</a>

source: Results from <a href="http://geocoder.us/">Geocoder.us</a>
ca_es: Resultats de <a href="http://geocoder.us/">Geocoder.us</a>

source: Results from <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>
ca_es: Resultats de <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>

source: Results from <a href="http://geocoder.ca/">Geocoder.CA</a>
ca_es: Resultats de <a href="http://geocoder.ca/">Geocoder.CA</a>

source: Results from <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>
ca_es: Resultats de <a href="http://nominatim.openstreetmap.org/">OpenStreetMap nominatim</a>

source: Results from <a href="http://www.geonames.org/">GeoNames</a>
ca_es: Resultats des de <a href="http://www.geonames.org/">GeoNames</a>

source: Chair Lift
ca_es: Telecadira

source: Drag Lift
ca_es: Teleesquí

source: Aerialway Station
ca_es: Estació de telefèric

source: Aerodrome
ca_es: Aeròdrom

source: Apron
ca_es: Autobús de pista

source: Gate
ca_es: Porta

source: Helipad
ca_es: Helisuperfície

source: Runway
ca_es: Pista d'aterratge

source: Taxiway
ca_es: Carrer de rodada

source: Airport
ca_es: Aeroport

source: Arts Centre
ca_es: Centre d'Art

source: Artwork
ca_es: Obra d'art

source: ATM
ca_es: Caixer automàtic

source: Auditorium
ca_es: Auditori

source: Bank
ca_es: Banc

source: BBQ
ca_es: barbacoa

source: Bench
ca_es: Banc

source: Cycle Parking
ca_es: Aparcament de bicicletes

source: Cycle Rental
ca_es: Lloguer de bicicletes

source: Beer Garden
ca_es: Cervesseria a l'aire lliure

source: Brothel
ca_es: Prostíbul

source: Bureau de Change
ca_es: Oficina de canvi

source: Bus Station
ca_es: Estació d'autobusos

source: Cafe
ca_es: Cafè

source: Car Rental
ca_es: Lloguer de cotxes

source: Car Sharing
ca_es: Compartició de cotxes

source: Car Wash
ca_es: Rentat de cotxes

source: Charging Station
ca_es: Estació de recàrrega

source: Clinic
ca_es: Clínica

source: College
ca_es: Institut

source: Community Centre
ca_es: Centre Comunitari / Centre Cívic

source: Courthouse
ca_es: Jutjat

source: Crematorium
ca_es: Crematori

source: Dentist
ca_es: Dentista

source: Doctors
ca_es: Metges

source: Dormitory
ca_es: Residència Universitària

source: Drinking Water
ca_es: Aigua potable

source: Driving School
ca_es: Autoescola

source: Embassy
ca_es: Ambaixada

source: Emergency Phone
ca_es: Telèfon d'emergència

source: Fast Food
ca_es: Menjar ràpid

source: Ferry Terminal
ca_es: Terminal de Ferry

source: Fire Hydrant
ca_es: Boca d'incendi

source: Fire Station
ca_es: Parc de bombers

source: Food Court
ca_es: Àrea de restauració

source: Fountain
ca_es: Font

source: Fuel
ca_es: Benzinera

source: Grave Yard
ca_es: Cementiri

source: Fitness Centre / Gym
ca_es: Gimnàs

source: Hall
ca_es: Ajuntament

source: Health Centre
ca_es: Centre de Salut

source: Hunting Stand
ca_es: Club de caça

source: Ice Cream
ca_es: Gelat

source: Kindergarten
ca_es: Jardí d'infància

source: Library
ca_es: Biblioteca

source: Market
ca_es: Mercat

source: Marketplace
ca_es: Mercat

source: Mountain Rescue
ca_es: Rescat de Muntanya

source: Night Club
ca_es: Club nocturn

source: Nursery
ca_es: Infantil

source: Nursing Home
ca_es: Llar d'Avis

source: Office
ca_es: Oficina

source: Park
ca_es: Parc

source: Parking
ca_es: Pàrquing

source: Pharmacy
ca_es: Farmàcia

source: Place of Worship
ca_es: Lloc de culte

source: Police
ca_es: Policia

source: Post Box
ca_es: Bustia

source: Post Office
ca_es: Oficina de correus

source: Pre-School
ca_es: Pre-Escola

source: Prison
ca_es: Presó

source: Public Building
ca_es: Edifici públic

source: Public Market
ca_es: Mercat Públic

source: Reception Area
ca_es: Àrea de recepció

source: Recycling Point
ca_es: Punt de reciclatge

source: Retirement Home
ca_es: Casa de Retirament

source: School
ca_es: Escola

source: Shelter
ca_es: Refugi

source: Shop
ca_es: Botiga

source: Shopping
ca_es: Botigues

source: Shower
ca_es: Dutxa

source: Social Centre
ca_es: Centre social

source: Social Club
ca_es: Club social

source: Social Facility
ca_es: Equipament social

source: Studio
ca_es: Estudi

source: Supermarket
ca_es: Supermercat

source: Swimming Pool
ca_es: Piscina

source: Public Telephone
ca_es: Telèfon públic

source: Theatre
ca_es: Teatre

source: Toilets
ca_es: Banys

source: Town Hall
ca_es: Ajuntament

source: University
ca_es: Universitat

source: Vending Machine
ca_es: Màquina expenedora

source: Veterinary Surgery
ca_es: Veterinari

source: Village Hall
ca_es: Casa de la Vila

source: Waste Basket
ca_es: Cistella de Residus

source: WiFi Access
ca_es: Punt d'accés WiFi

source: Youth Centre
ca_es: Centre juvenil

source: Administrative Boundary
ca_es: Límit administratiu

source: Census Boundary
ca_es: Límit censal

source: National Park
ca_es: Parc Nacional

source: Protected Area
ca_es: Zona protegida

source: Aqueduct
ca_es: Aqüeducte

source: Suspension Bridge
ca_es: Pont suspès

source: Swing Bridge
ca_es: Pont giratori

source: Viaduct
ca_es: Viaducte

source: Bridge
ca_es: Pont

source: Building
ca_es: Edifici

source: Bridleway
ca_es: Ferradura

source: Guided Bus Lane
ca_es: Carril Bus

source: Bus Stop
ca_es: Parada d'autobús

source: Byway
ca_es: Ruta segregada

source: Highway under Construction
ca_es: Autopista en construcció

source: Cycle Path
ca_es: Ruta per a bicicletes

source: Emergency Access Point
ca_es: Accés d'emergència

source: Footpath
ca_es: Sendera

source: Ford
ca_es: Fiord

source: Living Street
ca_es: Carrer habitat

source: Milestone
ca_es: Fita

source: Minor Road
ca_es: Via secundària

source: Motorway
ca_es: Autopista

source: Motorway Junction
ca_es: Unió d'autopista

source: Motorway Road
ca_es: Carretera d'autopista

source: Path
ca_es: Camí

source: Pedestrian Way
ca_es: Via Peatonal

source: Platform
ca_es: Perron
